/* Error messages. */
"Error:  %@" = "오류:  %@";
"An error occurred.  %@  OSErr %d" = "오류가 발생했습니다.  %@  OSErr %d";
"Unable to open that file." = "파일을 열 수 없습니다.";
"Unable to execute that file." = "파일을 실행할 수 없습니다.";
"A script error occurred.  %s" = "스크립트 오류가 발생했습니다.  %s";
"Unable to resolve that alias because the original item cannot be found." = "원본 항목을 찾을 수 없기 때문에 해당 가상본을 해결할 수 없습니다.";

/* Menu items. */
"%@ Scripts" = "%@ 스크립트";
"Open Scripts Folder" = "Scripts 폴더 열기";
"Network Scripts" = "네트워크 스크립트";

/* [3466319] [3917107] */
"Open Network Scripts Folder" = "네트워크 Scripts 폴더 열기";
"Open Computer Scripts Folder" = "컴퓨터 Scripts 폴더 열기";
"Open User Scripts Folder" = "사용자 Scripts 폴더 열기";
"Open %@ Scripts Folder" = "%@ Scripts 폴더 열기";

/* Menu item for opening the default script editor application. Parameter is the name of the application. */
"Open %@" = "%@ 열기";

/* Default script editor application name, used when the current application cannot be found. In this string, "Script Editor" does not refer literally to the application named "Script Editor". */
"Default Script Editor" = "기본 스크립트 편집기";
